Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/foreldrebrosjyre_nasjonaleprover_2014_lulesamisk.pdf.tmx
Source language: smj
Languages: sma

source: Diedo nasjonála gæhttjalimij birra
sma: Bïevnesh nasjovnaale pryövi bïjre

source: Æjgádijda gejn li máná 5., 8. ja 9. jahkedásen
sma: Eejhtegidie maanide 5., 8. jïh 9. daltesisnie

source: Julevsámegiellaj
sma: Åarjelsaemien

source: Dåssju åhpadiddje ja skåvllå bessi juohkka ájnna oahppe båhtusijda.
sma: Learohke jïh eejhtegh edtjieh bïevnesh illedahki bïjre lohkehtæjjeste åadtjodh gosse illedahkh pryövijste gaervies.

source: Åhpadiddjijn ja skåvlåjn li sjávodisvælggo ájnegis oahppe båhtusijs.
sma: Ajve lohkehtæjjah jïh skuvle åadtjoeh learohki illedahkh vuejnedh.

source: Mij le ådå jagen 2014 ?
sma: Orre jaepien 2014 Daan jaepien raejeste maahta illedahkide nasjovnaale pryövijste eengelsken gïelesne jïh ryöknedimmesne nuhtjedh juktie evtiedimmiem mööledh guhkiebasse.

source: Dán jage rájes bæssá adnet ieŋŋils ja riekknim nasjonála gæhttjalimij båhtusijt navti váj mihtti åvddånimev ájge tjadá.
sma: Daate sæjhta jiehtedh skuvle jïh tjïelte guhkiebasse sijhtieh vuejnedh mejtie learohki illedahkh buerebe sjidtieh.

source: Dat mierkki skåvllå ja suohkan vuojnni jus oahppe båhtusa åvddåni. Váj bæssá álkkebut tjuovvolit de galggi båhtusa dán jage rájes åvddånbuvteduvvat muhtem ådå skalan Skoleportenin.
sma: Juktie viehkienuepide bueriedidh åvtese sæjhta illedahkide åehpiedehtedh aktene orre skaalesne sijjesne Skoleporten daan jaepien.

source: Dáppe almoduvvi skåvlå, suohkana, fylka ja ålles lánda båhtusa.
sma: Daesnie sæjhta skuvlen, tjïelten, fylhken jïh abpe laanten illedahkh bæjhkoehtidh.

source: Oahppe oadtju gullat makkir dásen li dagu åvddåla.
sma: Learohkh sijhtieh bïevnesh bååstede åadtjodh haalvemedaltesi bïjre goh aarebi.

source: Dát ij sámegiela gæhttjalimijda guoska.
sma: Doh pryövh lohkemisnie saemien gïelesne eah tsevtseme sjïdth daejstie jarkelimmijste.

source: Dáppe båhtusa åvddån biejaduvvi gasskamærrásasj tjuorgaj milta juohkka gæhttjalimen dagu åvddåla.
sma: Daesnie sæjhta illedahkide åehpiedehtedh goh gaskemedtien poengelåhkoe fïerhten pryövese goh aarebi jaepiej.

source: Li gus dujna gatjálvisá ?
sma: Dov gyhtjelassh ?

source: Válde aktijvuodav skåvlåjn jali maná mijá næhttabielijda:
sma: Gaskesadth dov skuvline jallh tjaangh mijjen nedtesæjrojde:

source: Manen nasjonála gæhttjalime ?
sma: Man åvteste nasjovnaale pryövh ?

source: Nasjonála gæhttjalime galggi vuosedit makta oahppijn li vuodulasj tjehpudagá låhkåmin ja riekknimin. Dát aj gullu åsijda ieŋŋilsgiela fágas.
sma: Nasjovnaale pryövh bïevnesh vedtieh guktie learohkh dejtie uvtemes tjiehpiesvoetide haalvoeh lohkemisnie jïh ryöknedimmesne jïh bieline faageste eengelsken gïele.

source: Vuodulasj tjehpudagá li:
sma: Doh uvtemes tjiehpiesvoeth leah:

source: • digitála tjehpudagá
sma: • Digitaale tjiehpiesvoeth

source: • njálmálasj tjehpudagá
sma: • Njaalmeldh tjiehpiesvoeth

source: • buktet låhkåt
sma: • Maehtedh lohkedh

source: • buktet riekknit
sma: • Maehtedh ryöknedidh

source: • buktet tjállet
sma: • Maehtedh tjaeledh

source: Dá tjehpudagá li ájnnasa gájkka fágaj oahppamij ja åvddånahttemij, ja li vuodon dasi gåktu oahppe galggi skåvlån ja maŋŋela iellemin rijbbat.
sma: Daah maehtelesvoeth leah vihkeles lïerehtimmien jïh evtiedimmien gaavhtan gaajhkine faagine, jïh stoerre ulmiem utnieh guktie learohkh skuvlesne, jïh mænngan jieliedisnie bïerkenieh.

source: Gæhttjalime riekknimin ja låhkåmin ælla gæhttjalime dárogiela, sámegiela ja matemátihka fágajn, ájnat li låhkåm ja riekknim vuodulasj tjehpudagá hárráj gájkka fágaj gasskasasjulmijda.
sma: Doh pryövh ryöknedimmesne jïh lohkemisnie eah leah pryövh faagine nöörjen jïh matematihke, bene lohkemisnie jïh ryöknedimmesne goh uvtemes tjiehpiesvoeth faagi dåaresth.

source: Ieŋŋilsgiela gæhttjalime dættodi låhkåmdádjadusáv, báhkoboanndudagáv ja grammátihkav.
sma: Doh pryövh eengelsken gïelesne fokusem utnieh lohkemegoerkesasse, baakoeveahkan jïh grammatihkese.

source: Skåvllå galggá diedojt gæhttjalimijs ávkástallat ietjá diedoj gáktuj oahppij birra. Gæhttjalime båhtusa galggi aneduvvat gå vuodulasj tjehpudagáj barggá ja aktelasj árvustallamin.
sma: Skuvle edtja pryöveilledahkide vuejnedh jeatjah bïevnesigujmie ektine learohki bïjre, jïh edtja illedahkide nuhtjedh gosse barkeminie dej uvtemes tjiehpiesvoetigujmie jïh jaabnanvuarjasjimmine.

source: Aktelasj árvustallama ulmme le oahppamav åvdedit ja váj máhttá åhpadimev hiebadahttet.
sma: Jaabnanvuarjasjimmie ulmine åtna lïerehtimmiem eevtjedh jïh våaromem vedtedh akten sjïehtedamme lïerehtæmman.

source: Gudi galggi makkir gæhttjalimijt tjadádit ?
sma: Gïeh edtjieh mah pryövh tjïrrehtidh ?

source: Nasjonála gæhttjalime galggi tjadáduvvat 5., 8. ja 9. jahkedásen vuodoskåvlån.
sma: Edtja nasjovnaale pryövh tjïrrehtidh 5., 8. jïh 9. daltesisnie.

source: Oajvvenjuolgadussan le jut gæhttjalime li bákkulattja gájkka oahppijda.
sma: Åejvienjoelkedassine dle gaajhkh learohkh edtjieh meatan årrodh.

source: Oahppe 5. ja 8. jahkedásen galggi gæhttjalimijt tjadádit låhkåmin, riekknimin ja ieŋŋilsin.
sma: Learohkh 5. jïh 8. daltesinie edtjieh nasjovnaale pryövh tjïrrehtidh lohkemisnie, ryöknedimmesne jïh eengelsken gïelesne.

source: Oahppe 9. jahkedásen galggi gæhttjalimijt tjadádit låhkåmin ja riekknimin.
sma: Learohkh 9. daltesisnie edtjieh nasjovnaale pryövh tjïrrehtidh lohkemisnie jïh ryöknedimmesne.

source: Dá gæhttjalime li sæmmi gå 8. jahkedáse gæhttjalime.
sma: Daah pryövh leah doh seamma goh 8. daltesen pryövh.

source: Oahppe 5., 8. ja 9. dásen nuortta-, oarjjel- ja julevsámegielajn vuostasjgiellan galggi tjadádit nasjonála gæhttjalimijt låhkåmin sámegiellaj.
sma: Learohkh 5., 8. jïh 9. daltesisnie mej noerhte-, åarjel- jïh julevsaemien voestesgïeline, edtjieh nasjovnaale pryövh lohkemisnie saemiengïelesne tjïrrehtidh.

source: Dá oahppe galggi aj tjadádit nasjonála gæhttjalimijt riekknimin sámegiellaj.
sma: Daah learohkh edtjieh aaj nasjovnaale pryövh ryöknedimmesne saemien gïelesne tjïrrehtidh.

source: Skåvllå máhttá åhtsåt oahppe gudi sierraåhpadimev jali sierra giellaåhpadimev oadtju nasjonála gæhttjalimijs bessi.
sma: Dejtie learoehkidie mah sjïereööhpehtimmiem jallh sjïere nöörjenlïerehtimmiem åadtjoeh, skuvle maahta nænnoestimmiem darjodh lutniestimmien bïjre nasjovnaale pryövijste.

source: Dá oahppe val e galga automáhtalattjat bessat.
sma: Doh learohkh eah edtjh automatihkeles lutniestimmiem åadtjodh.

source: Galggá liehket tjielgas gæhttjalime boados ij le heva ávkken oahppe oahppamij åvddålijguovlluj.
sma: Tjuara tjïelke årrodh pryöve-illedahke ij sïjhth dan stoerre mïelem utnedh learohki lïerehtæmman guhkiebasse.

source: Juska ájnegis oahppen le rievtesvuohta bessat, de máhttá oahppe iesj jali æjgáda mierredit jus oahppe huoman galggá gæhttjalimev tjadádit.
sma: Jalhts akte learohke reaktoem åtna lutniestimmiem åadtjodh, learohke jïjtje jallh dan eejhtegh maehtieh læjhkan nænnoestidh satne edtja pryövem tjïrrehtidh.

source: Makkár dahkamusájt galggi oahppe tjoavddet ?
sma: Magkerh laavenjassh learohkh edtjieh darjodh ?

source: Gæhttjalimijn li tevsta, gåvå ja dahkamusá gatjálvisáj.
sma: Pryövine ovmessie teeksth, guvvieh jïh laavenjassh gyhtjelassigujmie.

source: Oahppe vásstedi rabás dahkamusájda ja válljimdahkamusájda.
sma: Learohkh vaestiedieh viehkine gaahpoeh laavenjassijste jïh jienebeveeljemelaavenjassijste.

source: Rabás dahkamusájn galggi oahppe vásstedit ietjasa bágoj jali tállaj, madin válljimdahkamusá mierkkiji oahppe galggi avtav moattet vásstádusájs válljit.
sma: Gaahpoeh laavenjassine learohkh edtjieh jïjtsh baakoejgujmie jallh taaligujmie vaestiedidh, mearan jienebeveeljemelaavenjassh sæjhta jiehtedh learohkh edtjieh aktem veeljedh jieniebistie vaastoealternatijvijste.

source: Gæhttjalime li navti dagádum jut li álkkes, gasskamuttulasj ja gassjelis dahkamusá váj hiehpi oahppijda juohkka tjehpudakdásen.
sma: Pryövine dovne aelhkie, gaskoeh jïh gïerve laavenjassh juktie bïevnesh vedtedh learohki bïjre gaajhkine tjiehpiesvoetedaltesinie.

source: Næhttabielen www.udir.no gávnnuji buojkulvisá dahkamusájs ma aneduvvi nasjonála gæhttjalimijn.
sma: Sæjrosne www.udir.no laavenjassh mah vuesiehtieh mah laavenjassh mah åtnasuvvieh dejnie

source: Goassa galggi gæhttjalime tjadáduvvat ?
sma: Gåessie edtja pryövide tjirrehtidh ?

source: Biejvve8.
sma: Biejjie8.

source: dásseGæhttjalimvuohke
sma: daltesePryövesåarhte

source: Gasskavahko 17.9. Låhkåm 8. ja 9. dásen Páhpergæhttjalime Gasskavahko 17.9. Låhkåm sámegiella 8. ja 9. dásse Páhpergæhttjalime 15.9.–10.10. Riekknim 8. ja 9. dásseElektråvnålasj gæhttjalime 15.9.–10.10. Ieŋŋils 8. dásse Elektråvnålasj gæhttjalime
sma: Gaskevåhkoen 17.9. Lohkeme 8. jïh 9. daltese Paehperepryövh Gaskevåhkoen 17.9. Lohkeme saemien gïelesne 8. jïh 9. daltese Paehperepryövh 15.9.–10.10. Ryöknedimmie 8. jïh 9. dalteseElektrovneles pryövh 15.9.–10.10. Eengelsken gïele 8. dalteseElektrovneles pryövh

source: Biejvve 5. dásseGæhttjalimvuohke
sma: Biejjie5. daltesePryövesåarhte

source: Gasskavahko 15.10. Låhkåm 5. dásse Páhpergæhttjalime Gasskavahko 15.10. Låhkåm sámegiella 5. dásse Páhpergæhttjalime 13.–25.10. Riekknim 5. dásseElektråvnålasj gæhttjalime 13.–25.10. Ieŋŋils 5. dásseElektråvnålasj gæhttjalime
sma: Gaskevåhkoen 15.10. Lohkeme 5. daltese Paehperepryövh Gaskevåhkoen 15.10. Lohkeme saemien gïelesne 5. daltesePaehperepryövh 13.–25.10Ryöknedimmie 5. dalteseElektrovneles pryövh 13.–25.10Eengelsken gïele 5. dalteseElektrovneles pryövh

source: Gæhttjalimájgge le 90 minuhta låhkåmin ja riekknimijn, madin gæhttjalimájgge ieŋŋilsin le 60 minuhta.
sma: Pryövetïjje lohkemasse jïh ryöknedæmman lea 90 minudth, mearan pryövetïjje eengelsken gïelese lea 60 minudth.

source: Telefåvnnå 23 30 12 00
sma: Tellefovne 23 30 12 00
